{
  "Index": {
    "title": "Hello world👋!",
    "contact": "Contact",
    "services": "Services",
    "resume": "Resume",
    "work": "Work",
    "home": "Home",
    "hireMe": "Hire me"
  },
  "Home": {
    "profession": "Software Developer",
    "hello": "Hello 👋 I'm",
    "slogan": "I excel at crafting elegant digital experiences and I am proficient in various programming languages and technologies.",
    "workExperience": "Years of experiences",
    "projectCompleted": "Projects completed",
    "masterTechnologies": "Technologies mastered",
    "codeCommit": "Code committed"
  },
  "Services": {
    "webDev": "Frontend Web Development",
    "webDevDesc": "I am a frontend web developer with a passion for creating beautiful and functional websites. with my experience, I have developed a wide range of web applications, including websites, mobile applications, and WeChat applet.",
    "backendDev": "Backend Development",
    "backendDevDesc": "At the same time, I am also a back-end development engineer and have developed a variety of back-end services, including RESTful APIs, microservices, etc. Back-end related technology stacks include Java, Spring Boot, Node JS, Express, Koa, etc.",
    "testDev": "Automation Test Engineer",
    "testDevDesc": "I am also an automation test engineer, in the first company mainly engaged in 3D engine automation test work, responsible for automation test script writing, through the use of puppeteer, mocha to realize the automation of the 3D engine UI test, in other projects also often write related unit test code.",
    "operationDev": "Operations Engineer",
    "operationDevDesc": "I am also capable of operations and maintenance work, in several work experience as many front and back-end project on-line, deployment and maintenance work, to understand the project on-line process as well as automated continuous integration and continuous deployment of the implementation process, has a wealth of experience in operations and maintenance."
  },
  "Work": {
    "phone": "Phone",
    "phoneValue": "(+86) 152 7277 9735",
    "email": "Email",
    "emailValue": "xiazhe.super@outlook.com",
    "address": "Address",
    "addressValue": "Wuhan, Hubei, China",
    "formTitle": "Let's work together",
    "formDesc": "If you're reading this, if your team is recruiting, if you think I'm a good fit, send me a message and I'll get right back to you!",
    "formName": "Full Name",
    "formCompany": "Company Name",
    "formEmail": "Email Address",
    "formPhone": "Phone Number",
    "formMessage": "Type your message here",
    "formSubmit": "Send Message",
    "githubRepo": "Github Repository",
    "liveProject": "Live Project"
  }
}
